Repository: TDXrrs/TG
Catalog: app/locales/*/LC_MESSAGES/MovieBuddyBot.po
Languages: pl, ru

source: Send Your Mailing Text
pl: Надішліть Свій Текст
ru: Напиши Текст Рассылки

source: What Is The Language Of Mailing? Text: {text}
pl: Яка Мова Розсилки? Текст: {text}
ru: Какой Язык Рассылки? Текст: {text}

source: Mailing Success
pl: Розсилка Пройшла Успішно
ru: Рассылка Прошла Успешно

source: Select Your Option From Menu👇🏻
pl: Віберіть Опцію 👇

source: Thnx For Using This Bot 🤖!
pl: Дякую, Що Скористувались Цим Ботом 🤖!
ru: Спасибо Что Воспользовались Этим Ботом 🤖

source: Cancelled.
pl: Відхилено
ru: Отменено.

source: Choose Genre:
pl: Оберіть Жанр
ru: Выбери Жанр

source: Enter Vote Average:
pl: Виберіть Рейтинг
ru: Выбери Рейтинг

source: Vote average may be a number. Rate it! (digits only)
pl: Рейтинг Має Бути Числом.
ru: Рейтинг Должен Быть Числом.

source: What is the Year?
pl: Який Рік?
ru: Какой Год?

source: Year may be a number. Example: 1999 (digits only)
pl: Рік Має Бути Числом. Наприклад: 1999
ru: Год Должен Быть Числом. Например: 1999

source: <b> Genre ID: </b>{genre} <b> Vote Average </b>{vote_average} <b> Year </b>{year}
pl: <b> ID : </b>{genre} <b> Рейтинг: </b>{vote_average} <b> Рік: </b>{year}
ru: <b> ID Жанра: </b>{genre} <b> Рейтинг </b>{vote_average} <b> Год </b>{year}

source: Sorry. No Results
pl: Вибачте. Без Результатів
ru: Извини. Без Результатов

source: Enter Title Of Film:
pl: Введіть Назву Фільму
ru: Введи Название Фильма

source: <b>Choose The Language {username}</b>
pl: <b>Оберіть Мову {username}</b>
ru: <b>Выбери Язык {username}</b>

source: Your Language Was Changed
pl: Ваша Мова Була Змінена
ru: Язык Был Изменен

source: <b>Hey! I Am {username} Buddy I Can Help U With: 🔍 🔸 Find A Movie 📝 🔸 Add It Your Movie List 📺 🔸 Watch Trailer On YouTube ℹ 🔸 Watch Info On TMDB ️ ⚡ 🔸 And Yes! I Am Powered By TMDB󠁴</b>
pl: <b>Привіт! Я {username} Друже, Я Допоможу Тобі: 🔍 🔸 Знайти Фільм 📝 🔸 Додати Фільм До Твого Списку Фільмів 📺 🔸 Знайти Трейлер На YouTube ℹ 🔸 Подивитись Інформацію На TMDB ️ ⚡ 🔸 І Так! Я працюю за допомогою TMDB󠁴</b>
ru: <b>Привет! Я {username} Дружище, Я помогу Тебе: 🔍 🔸 Найти Фильм 📝 🔸 Добавить Его В Твой Список Фильмов 📺 🔸 Найти Трейлер На YouTube ℹ 🔸 Посмотреть информацию на TMDB ️ ⚡ 🔸 И Да! Я Работаю С Помощью TMDB󠁴</b>

source: Find Movie Or Check Your Movie List 👇
pl: Знайти Фільм Або Подивитись Свій Список Фільмів 👇
ru: Найди Фильм Или Просмотри Свой Список Фильмов 👇

source: Choose The Option 👇
pl: Виберіть Опцію 👇
ru: Выбери Опцию 👇

source: Your Movie List Is Empty
pl: Ваш Список Фільмів Порожній
ru: Твой Список Пуст

source: Added To Your MovieList
pl: Додано До Вашого Списку Фільмів
ru: Добавлено В Твой Список

source: This Movie Already In Your List
pl: Цей Фільм Вже У Вашому Списку Фільмів
ru: Этот Фильм Уже В Твоем Списке

source: Deleted From Your MovieList
pl: Видалено Із Вашого Списку Фільмів
ru: Удалено Из Твоего Списка Фильмов

source: 🔥 Lets Go! 🔥
pl: 🔥 Поїхали! 🔥
ru: 🔥 Погнали! 🔥

source: 🎬 Find Movies
pl: 🎬 Знайти Фільм
ru: 🎬 Найти Фильм

source: 🍿 My Movie List
pl: 🍿 Мій Список Фільмів
ru: 🍿 Мой Список Фильмов

source: 📺 Trailer YouTube
pl: 📺 Трейлер Youtube
ru: 📺 Трейлер YouTube

source: ℹ️ More Info On TMDB
pl: ℹ️Більше На TMDB
ru: ℹ️ Инфо на TMDB

source: ↩️ Back To Search Movies
pl: ↩️Назад До Пошуку Кіно
ru: ↩️ Назад К Поиску Фильмов

source: Ⓜ️️ Back To Menu
pl: Ⓜ️ Назад До Меню
ru: Ⓜ️️Назад В Меню

source: 🗑 Delete From Movie List
pl: 🗑 Видалити Із Списку
ru: 🗑 Удалить Из Списка

source: 🎱 Movie Like This
pl: 🎱 Схоже Кіно
ru: 🎱 Подобные Фильмы

source: 🔍 Popular List
pl: 🔍 Поулярне Кіно
ru: 🔍 Популярные

source: 🔍 By Title
pl: 🔍 За Назвою
ru: 🔍 По Названию

source: 🔍 By Criteria
pl: 🔍 За Критерієм
ru: 🔍 По Критерию

source: Ⓜ Back To Menu
pl: Ⓜ Назад До Меню
ru: Ⓜ Назад В Меню

source: 📝 Add To Movie List
pl: 📝 Додати До Списку
ru: 📝 Добавить В Мой Список

source: Find
pl: Знайти
ru: Найти

source: Action
pl: Екшен
ru: Экшен

source: Adventure
pl: Пригоди
ru: Приключения

source: Animation
pl: Анімаційні
ru: Анимированые

source: Comedy
pl: Комедії
ru: Комедии

source: Crime
pl: Кримінал
ru: Криминал

source: Documentary
pl: Документальне
ru: Документальные

source: Drama
pl: Драма
ru: Драма

source: Family
pl: Сімейне
ru: Семейные

source: Fantasy
pl: Фентезі
ru: Фэнтези

source: History
pl: Історичні
ru: История

source: Horror
pl: Хоррор
ru: Хоррор

source: Music
pl: Музика
ru: Музыка

source: Mystery
pl: Містика
ru: Мистика

source: Romance
pl: Романтика
ru: Романтика

source: Science Fiction
pl: Фантастика
ru: Фантастика

source: TV Movie
pl: ТВ Шоу
ru: ТВ Шоу

source: Thriller
pl: Триллер
ru: Триллер

source: War
pl: Віскові
ru: Военные

source: Western
pl: Вестерн
ru: Вестерн

source: Russian
pl: Російська
ru: Русский

source: English
pl: Англійська
ru: Английский

source: Ukraine
pl: Україньска
ru: Украинский

source: <b>🎞 Movie: </b>
pl: 🎞 Назва:
ru: 🎞 Название:

source: <b>📅 Release date: </b>
pl: <b>📅 Дата Випуску: </b>
ru: <b>📅 Дата Премьеры: </b>

source: <b>🌐 Original language: </b>
pl: <b>🌐 Оригінальна Мова: </b>
ru: <b>🌐 Оригинальный Язык: </b>

source: <b>💎 Voteaverage: </b>
pl: <b>💎 Рейтинг: </b>
ru: <b>💎 Рейтинг: </b>

source: <b>🔄 Vote count: </b>
pl: <b>🔄 Кількість Проголосувавших: </b>
ru: <b>🔄 Кол-во Голосов: </b>

source: <b>🍿 Popularity: </b>
pl: <b>🍿 Популярність: </b>
ru: <b>🍿 Популярность: </b>

source: <b>📜 Overwiew: </b>
pl: <b>📜 Огляд: </b>
ru: <b>📜 Обзор: </b>
